[
    {
      "id": 1,
      "title": "Mental Self Care for Software Developers and Web Designers",
      "author": "B.J Keeton",
      "excerpt": "Talking about mental health can be awkward. It shouldn’t be any harder to talk about than a sinus infection or toothache, but it is. So let’s work on changing that. When you’re discussing mental health, the most important thing to remember is the keyword health.",
      "sourceUrl": "https://www.elegantthemes.com/blog/editorial/mental-self-care-for-software-developers-and-web-designers"
    },
    {
      "id": 2,
      "title": "My Mental Health Toolbelt",
      "author": "Taylor Otwell",
      "excerpt": "I believe programmers, especially those that work from home, are more prone to mental health issues than many other demographics. You’re locked in your office with silence and your own thoughts and that is a prime environment for lots of rumination. Sometimes rumination about things that are distressing or depressing.",
      "sourceUrl": "https://medium.com/@taylorotwell/my-mental-health-toolbelt-9b9fdd4ae149"
    },
    {
      "id": 3,
      "title": "Beating Burnout: A guide for supporting mental health at work",
      "author": "Forrest Cronin",
      "excerpt": "As of May 2019 burnout has officially been recognized by the World Health Organization (WHO) and the International Classification of Diseases (ICD-11) as an “occupational phenomenon” – with the possibility of it being proclaimed a proper disease in the future.",
      "sourceUrl": "https://almanac.io/docs/beating-burnout-a-guide-for-supporting-mental-health-at-work-yDLKVF3uJtMdshcZG37HP7OHpAczogYX"
    },
    {
      "id": 4,
      "title": "Depression at work: the role of motivation and fulfillment",
      "author": "Bev Campling",
      "excerpt": "Depression isn’t just a case of the blues where you feel down for a while. It’s a mental health issue, a mental illness that ranges from moderate to severe. Untreated, the burden of depression can be part of daily life, or it can come and go in endless recurring bouts. Thankfully, there are effective treatments for depression.",
      "sourceUrl": "https://getmarlee.com/blog/depression-at-work"
    },
    {
      "id": 5,
      "title": "Intro to Meditation for Coders",
      "author": "Abe Dolinger",
      "excerpt": "Maybe you’ve noticed meditation’s quietly exploding popularity. The benefits are said to be huge, and the difficulty great. There are many methods, each of its own hardcore sect, or expensive new-agey guru. The pseudoscience around it, and the hard-to-quantify results, have turned off many a rational person - maybe including you.",
      "sourceUrl": "https://dev.to/256hz/intro-to-meditation-for-coders-1p6f"
    }
  ]